[
  {
    "name": "Lightweight Jacket",
    "description": "Add a little zing to your winter wardrobe with this vibrant Winter-breaker Jacket. With a brushed fleece inside, and a relaxed unisex fit, this jacket is just the stuff of the dreams, so be quick to grab yourself one! Long sleeve ripstop jacket colorblocked in black. Rough pattern in obsidian black and brown printed throughout. Printed graphic in white throughout. Logo-woven webbing trim in white and black throughout. Bungee-style drawstring at hood featuring rubberized logo hardware. Zip closure at front. Rubberized logo appliqué at chest. Welt pockets and textile logo patch in orange at waist. Elasticized cuffs. Partially lined. Black hardware.",
    "price": 15000,
    "stock": 20,
    "ratings": 2,
    "numOfReviews": 5,
    "image": "public/upload/477865786877685",
    "isFeatured": true,
    "featuredIn": false,
    "categoryId": 1
  },
  {
    "name": "T-Shirt",
    "description": "This t-shirt is a must-have in your wardrobe, combining the timeless fit of a classic tee with an intricate embroidered detail that brings the shirt to a whole new level. It's soft and durable, so be prepared to have a new favorite t-shirt!",
    "price": 3000,
    "stock": 8,
    "ratings": 1,
    "numOfReviews": 1,
    "image": "public/upload/477865786877685",
    "isFeatured": false,
    "featuredIn": true,
    "categoryId": 2
  },
  {
    "name": "Mask",
    "description": "This durable face mask is made from two layers of treated fabric and features elastic ear loops and a center flat seam that ensure a close fit. It's machine-washable and reusable. Sold in packs of 3.",
    "price": 1000,
    "stock": 89,
    "ratings": 5,
    "numOfReviews": 2,
    "image": "public/upload/477865786877685",
    "isFeatured": true,
    "featuredIn": false,
    "categoryId": 3
  },
  {
    "name": "Black Hat",
    "description": "The Next.js beanie has arrived! This embroidered beauty has a snug fit that ensures you're going to feel cozy and warm whatever you're doing. 60% cotton, 40% acrylic Breathable cotton blend Form-fitting shape One size fits most",
    "price": 1500,
    "stock": 50,
    "ratings": 3,
    "numOfReviews": 10,
    "image": "public/upload/477865786877685",
    "isFeatured": true,
    "featuredIn": false,
    "categoryId": 3
  }
  
]